{

	"ExternalData": [
		{
			"qnData_1": {
				"text": "Ninety percent of our olives are grown in Spain's famous Herrera-area groves that are known for their superior-quality olives. Our supplier in Spain is the first producer of both ripe and green olives in the world to be awarded the ISO 9002 Quality Certification.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_2": {
				"text": "An item that you will find at Papa John’s but not at every other pizza chain is a pepperoncini.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_3": {
				"text": "At the age of 15, “Papa” John Schnatter joined his first job at Rocky's Sub Pub, a local pizza restaurant, as a dishwasher and worked his way up to become a pizza maker. This experience inspired him to open his own pizza restaurant and create a superior-quality pizza chain.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_4": {
				"text": "At Papa John’s, we invest millions of dollars annually to provide our unique white-on-white box that helps protect our pizzas from the taste of cardboard packaging. Our boxes are more expensive to make because we believe it’s critical to have this important guard between our great-tasting pizza and the box that surrounds it.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_5": {
				"text": "In 2014, Papa John’s proudly owned more than 4,400 restaurants worldwide, including more than 1,200 international restaurants in 36 countries and territories.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_6": {
				"text": "Delivery drivers are not permitted to smoke while making deliveries or while returning to the restaurant. The reason: Tobacco products have a distinct smell that many people find unappetizing.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_7": {
				"text": "Did you know that Papa John’s breadsticks and cheesesticks are made from the same dough as our Original Crust Pizza?",
				"mob_Text": "",
				"description": ""
			},
			"qnData_8": {
				"text": "Did you know that Papa John’s is popular not just for its delicious pizzas but also for its best-loved chicken appetizers?",
				"mob_Text": "",
				"description": ""
			},
			"qnData_9": {
				"text": "An average person who drives 12,000 miles a year on underinflated tires uses about 144 extra gallons of gas at a cost of $300–$500 a year.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_10": {
				"text": "Did you know that we follow a tradition in our restaurants? Whenever drivers call out that they are leaving for a delivery, everyone else replies, “Buckle up! Drive safe!”",
				"mob_Text": "",
				"description": ""
			},
			"qnData_11": {
				"text": "For 12 years out of 14, consumers have rated Papa John's No. 1 in customer satisfaction among all the national pizza chains in the American Customer Satisfaction Index (ACSI).",
				"mob_Text": "",
				"description": ""
			},
			"qnData_12": {
				"text": "For seven consecutive years (1999–2006), Papa John’s was rated No. 1 in customer satisfaction among all the quick service restaurants in the American Customer Satisfaction Index.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_13": {
				"text": "In 1984, John Schnatter knocked down the broom closet of his father’s tavern, Mick’s Lounge, and began delivering pizzas.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_14": {
				"text": "The lights that hang above the pool tables in Mick’s Lounge were made by Papa John and his uncle. Today, we have a Mick's Lounge pool table and light in the lobby of the Papa John's headquarters to remind us of our beginnings.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_15": {
				"text": "In 1986, Papa John's sold its first franchise (restaurant #9) to Roger and Scott Roalofs in Fern Creek, Kentucky, which is operating even today.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_16": {
				"text": "In 1994, Papa John's opened its 500<sup>th</sup> restaurant. By 1999, the 2000<sup>th</sup> restaurant had opened and the company had topped $1 billion in system-wide restaurant sales.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_17": {
				"text": "In 2001, Papa John's became the first pizza chain to offer national online ordering at all U.S. restaurants. That spurred major growth, and by 2008, Papa John’s topped $1 billion in e-commerce sales, and its first $1 million in mobile web orders. By 2010, this exploded to $2 billion in U.S. e-commerce sales.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_18": {
				"text": "In 2009, John Schnatter offered a reward to help find the original Camaro Z28 that he sold for $2,800 in 1984. The Camaro was found, and the finder was paid $250,000. Today, a replica of the Camaro sits in the lobby of Papa John’s corporate office.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_19": {
				"text": "John Schnatter always says, “No meat TVP, 100% beef, 100% pork, quality box, butter, and peppers—that’s why Papa John’s is special. Everything we do, we just do it a little better than the other guy.”",
				"mob_Text": "",
				"description": ""
			},
			"qnData_20": {
				"text": "John Schnatter always says, “With proper attention to detail, you will help ensure that Papa John’s original dough will be great every single day. Thanks for all you do to make Papa John’s great!”",
				"mob_Text": "",
				"description": ""
			},
			"qnData_21": {
				"text": "John Schnatter was inducted into the Junior Achievement U.S. Business Hall of Fame in April 2007, making him the only other Kentuckian to be inducted besides Colonel Sanders.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_22": {
				"text": "John Schnatter worked at his father's tavern, Mick's Lounge, and after learning that it was on the verge of bankruptcy, he sold his prized 1972 Camaro Z28 for $2,800 to help save the business.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_23": {
				"text": "Our fresh Portabello mushrooms arrive at our stores pre-sliced; they are never frozen or vacuum-packed.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_24": {
				"text": "Our signature mozzarella cheese is exclusive to Papa John’s, and is made from 100% mozzarella and high-quality milk by one of America’s finest cheese producers. It has a full-bodied flavor, yet it is mild and delicate.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_25": {
				"text": "Papa John’s was awarded Business of the Year by Business First in 2013.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_26": {
				"text": "Papa John’s was recognized among the Best Franchise Opportunities in 2013 by QSR Magazine.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_27": {
				"text": "Papa John’s is the brand most associated with the NFL.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_28": {
				"text": "Papa John’s signature pencil-thin-edged thin crust is never frozen.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_29": {
				"text": "Beach Boys Pizza, a Papa John's franchisee, was the Official Pizza of the Military Bowl between Marshall and the University of Maryland in December 2013. As part of the sponsorship, Papa John's supplied free pizzas to every service member present in their military uniform.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_30": {
				"text": "Papa John's is the Official Pizza of the NFL and Super Bowl XLVIII.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_31": {
				"text": "Papa John's made and delivered 13,500 six-inch pizzas to construction workers in San Diego upon completion of the U.S. Navy ship Lewis and Clark. Workers feasted on 2,275 pounds of cheese and 36,000 slices of pepperoni as a reward for finishing the two-and-a-half-year-old job.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_32": {
				"text": "Papa John's U.S. domestic restaurants form the only national pizza chain using fresh Baby Portabella mushrooms; we call them “Baby PapaBellas™.”",
				"mob_Text": "",
				"description": ""
			},
			"qnData_33": {
				"text": "Papa John's was first to hit $1 billion in U.S. digital sales in 2008.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_34": {
				"text": "Papa John's was first to hit $5 billion in the all-time U.S. digital sales in 2013.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_35": {
				"text": "Papa John's was the first national pizza company to offer mobile-optimized gift cards in 2013.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_36": {
				"text": "Papa John's was the first national pizza company to offer SMS text ordering in 2007.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_37": {
				"text": "Papa John's was the first national pizza company to offer system-wide online ordering in 2001.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_38": {
				"text": "Papa John's was the first national pizza company with online ordering at all of its U.S. delivery restaurants in 2001.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_39": {
				"text": "Papa John's was the first to launch a nationwide digital rewards program in 2010, Papa Rewards, which remains the only program of its kind in the category.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_40": {
				"text": "John Schnatter spent only $1600 to purchase equipment for his very first restaurant.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_41": {
				"text": "John Schnatter was inspired to open his own pizzeria while working at Rocky’s, a local pizza joint in Jeffersonville, Indiana. He worked his way up from a dishwasher to become a pizza maker and now, the founder of the third-most popular pizza chain in the U.S.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_42": {
				"text": "Since 2012, Papa John’s has contributed more than $1 million toward disaster recovery and to benefit humanity.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_43": {
				"text": "Technological advances have helped Papa John's generate more than 45 percent of its orders through its digital channels, which is higher than that of any other national pizza company.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_44": {
				"text": "The founder of Papa John’s, John Schnatter, received a Bachelor’s in Business at Ball State University before opening his first pizzeria.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_45": {
				"text": "To help his dad’s tavern stay afloat, John Schnatter sold his beloved 1971 Z28 Camaro in 1984, but he was reunited with his long-lost love in 2009. He bought back the car for a whopping $250,000.",
				"mob_Text": "",
				"description": ""
			},
			"qnData_46": {
				"text": "A pizza delivery was made to the International Space Station in 2001.",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_47": {
				"text": "A pizza saver is a device used to prevent the top of a food container, such as a pizza box or cake box, from collapsing in at the center and touching the food inside. ",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_48": {
				"text": "A survey from 2004 showed that Norwegians eat the most pizza (5.4 kg/person*year), followed by Germans.",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_49": {
				"text": "According to Guinness World Records, the record for the world's largest circular pizza was set at Norwood Hypermarket in South Africa in 1990. The gigantic pie measured 122 feet 8 inches across, weighed 26,883 pounds, and contained 9,920 pounds of flour, 3,968 pounds of cheese, and 1,984 pounds of sauce. (Source: howstuffworks.com)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_50": {
				"text": "Every country has its own kind of pizza. Lebanon has flat bread called Manakish, France has pizza like dish called Tarte Flambee, and Georgia has pizza like dish called <em>Khachapuri</em>. (Source: cntraveler.com)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_51": {
				"text": "In America, anchovies always rank last on the list of favorite toppings.",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_52": {
				"text": "In May 2014, a pizza store in Mumbai, India succeeded in making a test-delivery (less than 3km away) from its outlet using a remote-controlled, GPS-enabled drone. (Source: timesofindia.com)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_53": {
				"text": "More pizza is consumed during the week of the Super Bowl than any other time of the year. (Source: howstuffworks.com)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_54": {
				"text": "Pizza is in the top four of the most craved food – just behind chocolate, ice-cream, and cheese. ",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_55": {
				"text": "Pizza is not always circular! It is also famously baked in Italy in rectangular trays.",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_56": {
				"text": "Pizza Margherita was given its name by a chef who cooked for a 19th century Italian queen. She ate her pizza with tomatoes and cheese.",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_57": {
				"text": "Quite contrary to the name, Hawaiin pizza, a pizza topped with cheese, ham and pineapple was made in Canada. (Source: kickassfacts.com) ",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_58": {
				"text": "Saturday nights are the most popular nights to eat pizza.",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_59": {
				"text": "Scott Wiener of Brooklyn holds the world record for the largest pizza box collection now tallying at 595 as of 2013.",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_60": {
				"text": "Since pizzas were originally an Italian dish, a bill was passed by the Italian parliament in 2002, to protect the traditional Italian pizza. (Source: factofun.com)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_61": {
				"text": "Some of the most popular gourmet pizza toppings include: oysters, crayfish, sprouts and cajun shrimp. (Source: Pizza.com)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_62": {
				"text": "The famous “White Pizza” of Rome does not have cheese and tomato sauce, instead it is drizzled with olive oil and coarse salt before it is baked and served. (Source: cntraveler.com)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_63": {
				"text": "The favorite pizza topping in Brazil is green peas. (Source: howstuffworks.com)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_64": {
				"text": "The favorite pizza topping in Costa Rica is coconut. (Source: howstuffworks.com)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_65": {
				"text": "The favorite pizza topping in France is flambée (bacon, onion, fresh cream). (Source: howstuffworks.com)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_66": {
				"text": "The favorite pizza toppings in Australia are shrimp, pineapple, barbecue sauce. (Source: howstuffworks.com)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_67": {
				"text": "The favorite pizza toppings in India are pickled ginger, minced mutton, and paneer (a form of cottage cheese). (Source: howstuffworks.com)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_68": {
				"text": "The favorite pizza toppings in Japan are eel, squid, and Mayo Jaga (mayonnaise, potatoes, corn, bacon, pimento and onion). (Source: howstuffworks.com)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_69": {
				"text": "The favorite pizza toppings in Netherlands is “Double Dutch”—double meat, double cheese, double onion. (Source: howstuffworks.com)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_70": {
				"text": "The favorite pizza toppings in Russia are mockba (a combination of sardines, tuna, mackerel, salmon, and onions) and red herring. (Source: howstuffworks.com)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_71": {
				"text": "The favorite pizza toppings in the U.S. are pepperoni, mushrooms, sausage, green pepper, onion, and extra cheese. (Source: howstuffworks.com)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_72": {
				"text": "The first known pizzeria, Antica Pizzeria, opened in Naples, Italy, in 1738. (Source: howstuffworks.com)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_73": {
				"text": "The first pizzeria in the United States was opened by Gennaro Lombardi in 1895 in New York City. (Source: howstuffworks.com)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_74": {
				"text": "The longest pizza delivery was from Cape Town, South Africa to Sydney, Australia. (Source: Pizza.com)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_75": {
				"text": "The most popular pizza topping is pepperoni. ",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_76": {
				"text": "The most popular size pizza in the United States is 14-inches in diameter.",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_77": {
				"text": "The pizza was once considered as a local low-class meal in the poor districts of Naples.",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_78": {
				"text": "The price of pizza has matched, with uncanny precision, the cost of a NYC subway ride for 50 years. Economists have named it “The Pizza Principle.” (Source: New York Observer)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_79": {
				"text": "The top 5 pizza sales days are: Super Bowl Sunday, New Year's Eve, Halloween, The night before Thanksgiving, and New Year's Day.",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_80": {
				"text": "The total number of pizzas sold worldwide each year is 5 billion. (Source: Your Guide To Pizza, Pizza Market Place, 2013)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_81": {
				"text": "The word “Pizza” was first documented in the Italian city of Gaeta in 997 AD.",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_82": {
				"text": "When consumed, Pizza contributed about one-third of the daily intakes for sodium and calcium, and more than half of the daily intake for lycopene. (Source: What We Eat in America, NHANES 2007-2010)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_83": {
				"text": "Women are twice as likely as men to order vegetable toppings on their pizza. (Source: Bolla wines)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_84": {
				"text": "Women are twice as likely as men to order vegetarian toppings on their pizza. (Source: howstuffworks.com)",
				"mob_Text": "",
				"description": ""
			}
			,
			"qnData_85": {
				"text": "Kids ages 3 to 11 said they prefer pizza over any other food groups for lunch and dinner. (Source: Pizza.com)",
				"mob_Text": "",
				"description": ""
			}
		}
	]
}